import "./mainPage.css";

function MainPage() {
  return (
    <div className="mainSection">
      <div className="profile">
        <img src="/image/general/profile_181124.jpg" className="profileImage" alt="profile" />
        <div className="personalInfo">
          <p>علی گائینی</p>
          <p>مدرس ریاضیات</p>
        </div>
      </div>

      <div className="description">
        <p className="description_title">مقاع آموزشی :</p>
        <span>
          دبیرستان و پیش دانشگاهی , کارشناسی- لیسانس , کارشناسی ارشد- فوق لیسانس
          , دکتری و بالاتر
        </span>

        <p className="description_title">سوابق :</p>
        <span>
          دانش آموخته دانشگاه صنعتی شریف رتبه ۱۸ کنکور کارشناسی ارشد بیش از ۱۵
          سال سابقه تدریس حرفه ای ریاضیات کنکور رشته تجربی(خصوصی و گروهی)
        </span>
        <p>
          / مدرس ریاضیات کنکور کارشناسی در موسسه غدیر در سالهای ۸۳ الی ۸۶ / مدرس
          درس آمار مهندسی و احتمال در موسسه پژوهش برای مقطع کارشناسی ارشد و
          دکتری / مدرس دانشگاه غیرانتفاعی آل طه مدرس برتر ریاضیات دبیرستان و
          کنکور (رشته تجربی)
        </p>
        <p className="description_title">مقاطع تحصیلی :</p>
        <span>
          تدریس ریاضی دهم تجربی و ریاضی و فیزیک و علوم انسانی / تدریس ریاضی
          یازدهم تجربی / تدریس ریاضی دوازدهم تجربی / تدریس ریاضی کنکور رشته
          تجربی / تدریس ریاضیات کنکور رشته تجربی / تدریس حسابان یک / تدریس
          حسابان دو / تدریس ریاضیات کنکور رشته ریاضی و فیزیک / تدریس ریاضی
          یازدهم علوم انسانی / تدریس ریاضی دوازدهم علوم انسانی / تدریس ریاضی
          کنکور رشته علوم انسانی
        </span>
      </div>
    </div>
  );
}

export default MainPage;
